<h3>
    Informationspool &bdquo;Repertorium Schweizer Komponisten des 19. Jahrhunderts&ldquo;
</h3>

<p>
    Das Projekt &quot;Informationspool &ndash; Repertorium Schweizer Komponisten des 19. Jahrhunderts&quot; wurde im September 2008 ins Leben gerufen. Es wird unter der Mitarbeit der Schweizer Nationalphonothek realisiert und hat zum Ziel, verschiedene dokumentarische Ressourcen in einem Projekt zu vereinen. Dabei werden ca. 500 f&uuml;r die musikalische Produktion in der Schweiz bedeutende Quellen vorwiegend aus dem 19. Jahrhunderts digitalisiert und im Internet ver&ouml;ffentlicht. Die Digitalisate werden dabei mit Aufnahmen aus den Best&auml;nden der Nationalphonothek und mit den entsprechenden detaillierten Katalogisaten der RISM-Datenbank verlinkt. Ebenso ist eine Verlinkung zu weiterf&uuml;hrenden biographischen Angaben vorhanden.
</p>
<p>
    Ende 2012 werden die ersten Resultate aufgeschaltet. Diese erste Gruppe umfasst ungef&auml;hr 75 Quellen, die aus verschiedenen Gesichtspunkten von besonderem Interesse erscheinen. Es handelt sich zur H&auml;lfte um autographe Handschriften der jeweiligen Komponisten oder Bearbeiter, die &uuml;brigen sind teilweise im Autograph oder aber zeitgen&ouml;ssische Abschriften. S&auml;mtliche Digitalisate sind mit mindestens einer, viele mit mehreren Tonaufnahmen verlinkt. Die vertretenen Gattungen und Besetzungen weisen eine breite Palette auf, von dem unbegleiteten M&auml;nnerchor (Alberik Zwyssigs geistliche &#x27;Urfassung&#x27; des Schweizerpsalms, <a href="http://www.rism-ch.org/manuscripts/00000400101506">CH-E, 681,11</a>) bis zum sp&auml;tromantischen Klavierkonzert mit Orchesterbegleitung (von Hermann Goetz, <a href="http://www.rism-ch.org/manuscripts/00000402001223">CH-W, Dep.MK 232</a>). &Uuml;ber fast alle Komponisten ist dank einem in der Datenbank eingebauten Link einen biographischen Artikel im &#x27;<a href="http://www.hls-dhs-dss.ch/" target="_blank">Historischen Lexikon der Schweiz</a>&#x27; nachzulesen.
</p>
<p>
    Die digitalisierten Quellen sind in zehn verschiedenen Schweizer Bibliotheken und Archive aufbewahrt. Sie reichen geographisch von Osten (<a href="http://www.kb.sg.ch/" target="_blank">Sankt Gallen, Vadiana</a> und <a href="http://www.dommusik-sg.ch/" target="_blank">Domchorarchiv</a>) bis Westen (Lausanne, <a href="http://biblio.hemu-cl.ch/" target="_blank">Conservatoire</a> und <a href="http://www.bcu-lausanne.ch/" target="_blank">Biblioth&egrave;que publique et universitaire</a>). Es sind Bibliotheken von geistlichen Institutionen (<a href="http://www.kloster-einsiedeln.ch/?id=153" target="_blank">Kloster Einsiedeln</a>, <a href="http://www.stiftberomuenster.ch/musikbibliothek/" target="_blank">Stift Berom&uuml;nster</a>) neben Kantons- und Hochschulbibliotheken (<a href="http://www.zbsolothurn.ch/" target="_blank">Kantonsbibliothek Solothurn</a>, <a href="http://www.zhbluzern.ch/" target="_blank">Zentral- und Hochschulbibliothek Luzern</a>) vertreten.
</p>
<p>
    In manchen F&auml;llen sind mehrere Interpretationen des gleichen Werks in den Best&auml;nden der Fonoteca nachweisbar. Es wurde dann eine Auswahl getroffen, die die ganze Breite der Interpretationsm&ouml;glichkeiten dem Publikum vorstellen m&ouml;chte. (F&uuml;r eine vollst&auml;ndige Liste der vorhandenen Einspielungen wird auf das online-Katalog der <a href="http://www.fonoteca.ch/green/dbSimpleSearch_de.htm" target="_blank">Fonoteca</a> verwiesen). So wurden zum Beispiel die digitalisieren Bilder des Autographes vom Schweizerpsalm (aus der Schweizer Nationalbibliothek in Bern) mit f&uuml;nf verschiedenen klingenden Verk&ouml;rperungen des urspr&uuml;nglichen schlichten Satzes verlinkt. Es sind zu h&ouml;ren: eine Fassung f&uuml;r Solos&auml;nger und Klavier, eine f&uuml;r Chor, eine f&uuml;r Blasmusik &ndash; diese in &auml;lteren historischen Aufnahmen aus der Zeit der Schellack-Platten; daneben ein Arrangement f&uuml;r symphonischer Vokal- und Orchesterbesetzung, gar unter der Leitung Herbert von Karajans; sowie die eigenwilligen Einspielungen &#x27;&agrave; la mani&egrave;re de...&#x27; des Pianisten Jean-Jacques Hauser. (Zu beachten ist dabei, dass die Audiodateien direkt aus der Fonoteca in Lugano zu h&ouml;ren sind; das heisst, die Benutzer sind darauf angewiesen, eine der daf&uuml;r eingerichteten Abh&ouml;rstationen aufzusuchen).
</p>
<p>
    F&uuml;r dieses Projekt war RISM Schweiz eine Kooperation mit dem Distributed Digital Music Archives and Libraries (DDMAL) Laboratory der McGill University in Montreal unter der Leitung von Prof. Ichiro Fujinaga eingegangen.
</p>
<p>
    Projektpartner:
</p>

{% include common/informationspool-logos.html %}
