<h3>
    Zentralbibliothek Solothurn / Stadtarchiv Olten
</h3>
<p>
    2013 wurden die im Stadtarchiv Olten gelagerten musikalischen Best&auml;nde in die Zentralbibliothek Solothurn &uuml;bersiedelt und aus diesem Anlass zur umf&auml;nglichen Katalogisierung vor&uuml;bergehend an die Arbeitsstelle Schweiz des RISM &uuml;bergeben. W&auml;hrend der erste Teil des Bestands die nachgelassenen Werke der Solothurner Br&uuml;der Karl und Edgar Munzinger sowie ihres Namensvetters Eduard Munzinger enth&auml;lt und innerhalb des Grossprojekts &bdquo;Repertorium Schweizer Komponisten des 19. Jahrhunderts&ldquo; angesiedelt ist, handelt es sich beim zweiten Teil um ein eigenst&auml;ndiges Projekt, das weitere Nachl&auml;sse aus dem Familiengeschlecht der Munzinger beinhaltet (namentlich von Eduards Vater Viktor Munzinger sowie dessen Bruder Ulrich Munzinger mit Sohn Emil Munzinger). Ein kleiner Quellenbestand stammt ausserdem aus der Feder von Walter Weinmann, dem zeitweiligen Chordirektor des Gesangvereins Olten.
</p>
<p>
    Das Solothurner Geschlecht der Munzinger z&auml;hlte im 19. Jahrhundert zu den kulturell und politisch bedeutendsten Familien. So befand sich etwa Ulrichs Bruder Josef Munzinger 1848 unter den ersten gew&auml;hlten Bundesr&auml;ten. W&auml;hrend es sich bei der &auml;lteren Generation noch um dilettantische Musiker handelte (Viktor war ausgebildeter Arzt, Ulrich arbeitete als Kaufmann), studierten in der j&uuml;ngeren Generation mit Ausnahme von Emil alle auch am Leipziger Konservatorium. Ihre musikalische T&auml;tigkeit in der Schweiz war von &uuml;berregionaler Ausstrahlung, ihr Engagement in verschiedenen Gesangsvereinen beeinflusste besonders das Schweizer Chorwesen nachhaltig. Dementsprechend finden sich in den Nachl&auml;ssen vorab Vokalkompositionen, darunter sowohl geistliche Musik (Messen, Motetten) als auch weltliche, wobei hier neben dem klavierbegleiteten Lied vornehmlich die M&auml;nnerch&ouml;re einen prominenten Rang einnehmen. Davon zeugen nicht zuletzt die Beitr&auml;ge an die kantonalen Gesangsfeste. In kleinerem Umfang finden sich auch kammermusikalische Werke sowie Bearbeitungen und Abschriften. Ambitionierte Werke in grosser Besetzung stammen vor allem von Eduard Munzinger, der unter anderem eine Oper und Oratorien komponierte.
</p>
