<h3>
    Komponistennachl&auml;sse der Schweizerischen Nationalbibliothek
</h3>
<p>
    Seit Januar 2006 werden in einem Mehrjahresplan die Komponistennachl&auml;sse der Schweizerischen Nationalbibliothek (NB) inventarisiert. RISM Schweiz erfasst einerseits die gesamten Nachl&auml;sse als Inventarverzeichnisse zuhanden des Schweizerischen Literaturarchivs (SLA) und katalogisiert andererseits die musikalischen Dokumente f&uuml;r die eigene Datenbank. Dazu kommen zahlreiche Drucke, die ca. in der Mitte des 20. Jahrhunderts aus den jeweiligen Sammlungen, in welchen sie urspr&uuml;nglich an die NB &uuml;bergeben wurden, entfernt und in den allgemeinen Bestand &uuml;berf&uuml;hrt worden waren. Sowohl die Bibliothek als auch RISM Schweiz erachteten es als Notwendigkeit, die Best&auml;nde in ihre urspr&uuml;ngliche Form zur&uuml;ckzuversetzen, um sie in ihrer Gesamtheit wieder sichtbar zu machen. Dieser Mehraufwand hat sich damit aus bibliothekarischer und wissenschaftlicher Sicht sehr gelohnt. So konnten Ende 2014 die Inventare der Autographensammlung von Josef H&auml;fliger-Gasser sowie des Nachlasses von Hans Schmid Kayser auf dem Portal des SLA ver&ouml;ffentlicht werden. Die Sammlung H&auml;fliger-Gasser ist dabei insofern von grosser wissenschaftlicher Relevanz, als sie u. a. Autographen von wichtigen Schweizer Komponisten des 19. und beginnenden 20. Jahrhunderts wie Gustav Arnold, Kasimir Meister, Karl Munzinger, Alfred Leonz Gassmann und Anselm Schubiger enth&auml;lt. Die <a href="http://www.nb.admin.ch/sla/03114/03116/03346/index.html?lang=de" target="_blank">Inventare</a> werden sind auf der Webseite des SLA abrufbar.
</p>
<p>
    Die Musikalien aus den oben erw&auml;hnten Nachl&auml;ssen und Sammlungen wurden parallel zur Inventarisierung auch in die RISM-Datenbank aufgenommen. Neben der Erstellung von Inventaren und der Erschliessung s&auml;mtlicher musikalischer Quellen in die RISM-Datenbank &uuml;bernimmt die Arbeitsstelle auch die Bearbeitung von Anfragen zu den Musiksammlungen der NB selbst. Insbesondere die Sammlung Josef Liebeskind, die bedeutende Quellen von Christoph Willibald Gluck und Karl Ditters von Dittersdorf enth&auml;lt, wird regelm&auml;ssig konsultiert.
</p>
