<h3>
    Musik aus Schweizer Kl&ouml;stern
</h3>
<p>
    Im September 2005 hat der Schweizerische Nationalfonds zur F&ouml;rderung der wissenschaftlichen Forschung dem Projekt Musik aus Schweizer Kl&ouml;stern des <a href="http://www.unifr.ch/art/musicologie.htm" target="_blank">Freiburger Lehrstuhls f&uuml;r Musikwissenschaft</a> unter der Leitung von Luca Zoppelli zugestimmt und ihm eine betr&auml;chtliche Summe zugesichert. In Zusammenarbeit mit der Arbeitsstelle Schweiz des RISM, der Schweizerischen Musikforschenden Gesellschaft, der Schweizerischen Landesphonothek und einem internationalen Forschungskomitee hat dieses Projekt zum Ziel, eine signifikante Zahl von musikalischen Quellen aus dem 17., 18. und 19. Jahrhundert, die sich in Schweizer Kl&ouml;stern erhalten haben, zu sichten und zu untersuchen, sie in ihrem historischen und liturgischen Kontext zu deuten und schliesslich den Forschern und Interpreten zug&auml;nglich zu machen. Das Forschungsprojekt setzt sich somit zum Ziel, ein Feld, das bis anhin gr&ouml;sstenteils unangetastet blieb, zu erforschen und dem allgemeinen musikalischen Bewusstsein zug&auml;nglich zu machen.
</p>
<p>
    Die Erforschung dieses Repertoires ist bereits sehr fortgeschritten. Davon zeugen die drei bis zum jetzigen Zeitpunkt publizierten kritischen Editionen ausgew&auml;hlter Kompositionen. Die Arbeitsstelle Schweiz des RISM hat mit der Katalogisierung der musikalischen Best&auml;nde der Kl&ouml;ster Einsiedeln, Engelberg, Disentis, M&uuml;stair, Neu St. Johann, dem Chorherrenstift St. Michael in Berom&uuml;nster und der Abtei der Benediktinerinnen von St. Andreas in Sarnen (Teilbestand) wesentliche Vorarbeiten in der Bereitstellung der Quellen geleistet. Dank dieser Arbeit wissen wir heute, welch imposante Menge an Manuskripten und Drucken aus dem 17., 18. und 19. Jahrhundert sich in diesen Bibliotheken verbergen. Die Erforschung und Transkription einer gewissen Anzahl von ausgew&auml;hlten Werken dieses Corpus dr&auml;ngt sich aus mehreren Gr&uuml;nden auf:
</p>
<ul>
    <li>Die Einzigartigkeit notierter Musik f&uuml;r eine spezielle lokale Liturgie, wie zum Beispiel die &bdquo;Sanctus und Agnus angelicum&ldquo;-Kompositionen, komponiert f&uuml;r die Hochfest der Engelweihe im Kloster Einsiedeln,
    </li>
    <li>der &Uuml;berblick &uuml;ber die Geschichte des Notendrucks in gewissen Zentren der Schweiz: die Opera 1 und 2 von Johannes Evangelista Schreiber (1716-1800), Ordensbruder von Sankt Urban, wurden von Hautt in Freiburg in den Jahren 1747 und 1749 publiziert und sein Opus 3 durch den Verlag des Klosters St. Gallen,
    </li>
    <li>die Existenz von Kompositionen ausw&auml;rtiger, nicht zum Kloster geh&ouml;render Komponisten mit grossem Renommee, wie beispielsweise die Messen von Hans Huber (1852-1921), die er f&uuml;r das Kloster Einsiedeln komponierte,
    </li>
    <li>schliesslich sind einige Partituren unica von einzigartigem historischen und &auml;sthetischen Wert, wie etwa die Sakralwerke von Giovanni Battista Sammartini (ca. 1700-1775), die in der Musikbibliothek des Klosters Einsiedeln fast vollst&auml;ndig in handschriftlichen Quellen &uuml;berliefert sind.
    </li>
</ul>
<div style="float: right; margin: 5px 0px 30px 30px;" class="hidden-xs">
    <img src="/images/rism_ch/kunzelmann.jpg" alt="kunzelmann">
</div>
<p>
    Die aktuelle Situation der Forschung zeichnet sich haupts&auml;chlich durch das fast v&ouml;llige Fehlen von Editionen aus. Daher ist eine der Hauptaufgaben des Projektes die Herausgabe von musikalischen Editionen. Auf der Basis des Kataloges der Arbeitsstelle Schweiz des RISM w&auml;hlen Luca Zoppelli, Giuliano Castellani und Christoph Riedo, Musikwissenschaftler an der Universit&auml;t Freiburg, die interessantesten musikalischen Quellen aus, die, nachdem sie nach den angemessenen philologischen Kriterien in Partiturform transkribiert wurden, analysiert, in ihren stilistischen, historischen und liturgischen Zusammenhang eingereiht und zusammen mit einer Einf&uuml;hrung und einem kritischen Apparat publiziert werden. Die musikalischen Dokumente werden in der Publikationsreihe der <a target="_blank" href="http://www.smg-ssm.ch/de/smg.html">Schweizerischen Musikforschenden Gesellschaft</a>, pr&auml;sidiert von Therese Bruggisser-Lanker, publiziert.
</p>
<p>
    Bisher erschienene B&auml;nde:
</p>
<ul>
    <li>
        <strong>Band 1:</strong><br>
        <em>Musik f&uuml;r die Engelweihe in Einsiedeln</em>, hrsg. von Therese Bruggisser-Lanker, Giuliano Castellani, Gabriella Hanke Knaus, Adliswil/Z&uuml;rich: Edition Kunzelmann 2007 (Oct. 10310).
    </li>
    <li>
        <strong>Band 2:</strong><br>
        <em>Johann Evangelist Schreiber (1716&ndash;1800): 24 Motetten op. 1</em>, hrsg. von Giuliano Castellani, Adliswil/Z&uuml;rich: Edition Kunzelmann 2008 (Oct. 10311).
    </li>
    <li>
        <strong>Band 3:</strong><br>
        <em>Andrea Bernasconi (1706&ndash;1784): Miserere</em>, hrsg. von Christoph Riedo, Adliswil/Z&uuml;rich: Edition Kunzelmann 2009 (Oct. 10312).
    </li>
</ul>

<h4>
    Zeitungsartikel
</h4>

{% include common/swiss-monasteries-press.html %}
