<h3>
    Biblioth&egrave;que musicale des chanoines de la coll&eacute;giale de Berom&uuml;nster
</h3>
<p>
    Gr&acirc;ce au soutien financier de la fondation Albert Koechlin AKS (Lucerne), les documents musicaux de la coll&eacute;giale de Berom&uuml;nster ont &eacute;t&eacute; trait&eacute;es dans leur ensemble dans les ann&eacute;es 2004. 2005 et 2006 par le RISM-Suisse. Apr&egrave;s les travaux d&#x27;inventorisation, 823 manuscrits musicaux du 17&egrave;me, 18&egrave;me et du 19&egrave;me si&egrave;cle, 1&#x27;087 imprim&eacute;s musicaux du 17&egrave;me et 18&egrave;me si&egrave;cle ainsi que 3&#x27;656 imprim&eacute;s musicaux du 19&egrave;me si&egrave;cle ont &eacute;t&eacute; rendu accessibles pour la recherche et la pratique musicale. Apr&egrave;s la r&eacute;daction de l&#x27;actuel inventaire, l&#x27;ensemble de la collection a &eacute;t&eacute; compl&egrave;tement r&eacute;organis&eacute;e et cot&eacute;e. Cette riche collection est conserv&eacute;e dans du mat&eacute;riel non-acide.
</p> <p>
    Les chanoines de la coll&eacute;giale St. Michel &agrave; Berom&uuml;nster (Canton Lucerne) sont en possession d&#x27;une vaste collection de sources musicales sous la forme de manuscrits autographes, manuscrits non autographes et imprim&eacute;s. Avec les fonds des couvents des b&eacute;n&eacute;dictins de Einsiedeln et d&#x27;Engelberg ainsi que ceux de l&#x27;abbaye des soeurs b&eacute;n&eacute;dictines St. Andr&eacute; de Sarnen, la coll&eacute;giale St. Michel partage l&#x27;espoir que son tr&eacute;sor pr&eacute;cieux n&eacute; d&#x27;un religieux et enthousiaste discernement artistique soit &agrave; nouveau consid&eacute;r&eacute; comme primordial par la recherche ainsi que par la pratique musicale. De cette collection consid&eacute;rable, le fonds qui concerne le 19&egrave;me si&egrave;cle est particuli&egrave;rement int&eacute;ressant. En effet, il prouve que dans la coll&eacute;giale de Berom&uuml;nster la musique du 17&egrave;me et 18&egrave;me si&egrave;cle a &eacute;t&eacute; jou&eacute;e de fa&ccedil;on continue jusqu&#x27;au 19&egrave;me si&egrave;cle par diff&eacute;rents directeurs. Le fait que les chanoines de la coll&eacute;giale St. Michel de Berom&uuml;nster forment la seule communaut&eacute; de ce genre en Suisse allemande avec une vaste biblioth&egrave;que musicale, souligne d&#x27;autant plus l&#x27;unicit&eacute; de ce fonds.
</p>
<h4>
    Contact
</h4>
<p>
    La collection peut &ecirc;tre consult&eacute;e sur place sur rendez-vous aupr&egrave;s de :
</p>
<p>
    Chanoine Jakob Bernet<br>
    Stiftsbibliothekar<br>
    Stift 35<br>
    CH-6215 Berom&uuml;nster<br>
    Tel: +41 (41) 930 32 77<br>
    e-mail: <a href="mailto:bibliothek@stiftberomuenster.ch">bibliothek@stiftberomuenster.ch</a>
</p>
