<h3>
    CD &ndash; Musiques des Monast&egrave;res Suisses
</h3>
<p>
    La production d&#x27;un CD &eacute;tait un souhait du RISM depuis longtemps. En 2009, il a &eacute;t&eacute; possible de le r&eacute;aliser.
</p>
<p>
    Des enregistrements r&eacute;alis&eacute;s &agrave; l&#x27;&eacute;glise du Coll&egrave;ge Saint-Michel sont &agrave; la base de ce CD, &agrave; l&#x27;exception du Magnificat d&#x27;Anselm Schubiger - une contrefacture sur des extraits de l&#x27;op&eacute;ra de Mozart &bdquo;Le nozze di Figaro&ldquo;. Les interpr&egrave;tes sont l&#x27;ensemble sp&eacute;cialis&eacute; dans la musique ancienne Capriccio Basel, l&#x27;ensemble vocal Cappella Murensis, ainsi que divers solistes sp&eacute;cialistes de la musique sacr&eacute;e, sous la direction de Johannes Strobl.
</p>
<p>
    Le CD contient avant tout des oeuvres liturgiques du 18e si&egrave;cle. D&#x27;une part, le CD pr&eacute;sente deux compositions de Giovanni Battista Sammartini (1701-1775): le Miserere et le Beatus vir, le deuxi&egrave;me &eacute;tant une contrefacture. Cette contrefacture se base sur un oeuvre qui fit rapidement le chemin vers le monast&egrave;re filial de Bellinzona, puis &agrave; travers les Alpes vers le monast&egrave;re maternel d&#x27;Einsiedeln. D&#x27;autre part, deux compositions originales issues de la production interne du monast&egrave;re b&eacute;n&eacute;dictin d&#x27;Einsiedln sont pr&eacute;sent&eacute;es. Les deux oeuvres, une de P. Gerold Brandenberg (1729-1795) et l&#x27;autre de P. Marian M&uuml;ller (1724-1780), ont &eacute;t&eacute; compos&eacute;es sp&eacute;cialement pour la f&ecirc;te de l&#x27;Engelweihe, f&ecirc;te encore largement c&eacute;l&eacute;br&eacute;e aujourd&#x27;hui. Le Magnificat de Schubiger mentionn&eacute; plus haut, interpr&eacute;t&eacute; &agrave; l&#x27;occasion du concert lors des journ&eacute;es internationales du RISM suisse organis&eacute;es dans le cadre du congr&egrave;s de l&#x27;IMS en 2007, conclut le CD.
</p>

<h4>
    Articles de presse
</h4>

{% include common/cd-swiss-monasteries-press.html %}
    
