<h3>
   Transmission
</h3>
<p>
    Une pr&eacute;occupation majeure du RISM Suisse est de familiariser les futurs musiciens, les futures musiciennes et musicologues avec l'activit&eacute; du RISM. À ce fin, les collaborateurs et collaboratrices du RISM Suisse donnent des conférences et des cours.
<h4>
   Cours &agrave; l'Universit&eacute; de B&acirc;le
</h4>
<p>
    Claudio Bacciagaluppi a &eacute;t&eacute; charg&eacute; d'un cours au nom du RISM Suisse &agrave; l'Universit&eacute; de B&acirc;le au semestre d'automne 2014. Le cours portait le titre &quot;Sources anciennes, nouveaux m&eacute;dias: RISM et &eacute;ditions num&eacute;riques de musique, avec des &eacute;tudes de cas 1550-1700&quot;. Le cours a introduit les opportunit&eacute;s et les d&eacute;fis d&eacute;coulant de l'application des technologies num&eacute;riques dans les domaines de la bibliographie et de l'&eacute;dition de musique. Les activit&eacute;s du bureau Suisse du RISM ont servi de guide. Une introductions dans les probl&egrave;mes (humanit&eacute;s num&eacute;riques, &eacute;ditions de musique num&eacute;rique, les bases de donn&eacute;es de RISM) a &eacute;t&eacute; suivie par plusieurs &eacute;tudes de cas entre le 16&egrave;me et 17&egrave;me si&egrave;cles. Cinq le&ccedil;ons doubles ont &eacute;t&eacute; r&eacute;alis&eacute;s par d'autres employ&eacute;s de RISM Suisse. Une excursion dans la biblioth&egrave;que musicale de l'abbaye d'Einsiedeln, dirig&eacute; par le P. Lukas Helg OSB, a couronn&eacute; le cours.
</p>
<h4>
   Cours &agrave; l'Universit&eacute; de Berne
</h4>
<p>
    Sous la direction du Prof. Dr. Cristina Urchueguía, dans le semestre d'automne 2011 un cours a été organisé à l'Université de Berne intitulé "Le travail avec des sources musicales en Suisse". L'exercice a permis aux étudiants et étudiantes, sous la direction d'employés de RISM Suisse (Claudio Bacciagaluppi, Laurent Pugin, Yvonne Peters, Nicola Schneider), de connaître systématiquement les différentes étapes du travail de catalogage, de les discuter et de les mettre en pratique. Comme exemples, de cas réels du bureau RISM ont été utilisés, à savoir véritables sources, qui ont été l'objet du travail des étudiants et étudiantes. Le but de l'exercice était de transmettre des connaissances de base et en profondeur sur les performances des catalogues musicologiques. Les catalogues sont parfois difficiles à lire et encombrants, mais ils sont un trésor inépuisable d'œuvres inconnues, nouvelles et passionnantes, qui peuvent élargir notre champ de vue sur l'histoire de la musique de façon décisive. Lors d'une excursion P. Lukas Helg a conduit les étudiants et étudiantes à travers la bibliothèque musicale de l'abbaye d'Einsiedeln.
</p>