<h3>
    Fonds Ferdinand F&uuml;rchtegott Huber (1791-1863)
</h3>
<p>
    Le fonds du compositeur st-gallois Ferdinand F&uuml;rchtegott Huber se trouve &agrave; la Biblioth&egrave;que Cantonale Viadana de St-Gall. Huber, n&eacute; en 1791, &eacute;tait le fils du pasteur et recteur de l&#x27;&eacute;cole. D&egrave;s son plus jeune &acirc;ge, il a quitt&eacute; St-Gall pour l&#x27;&eacute;tranger, plus pr&eacute;cis&eacute;ment pour Stuttgart, o&ugrave; il fut pour quelque temps trompettiste &agrave; l&#x27;orchestre de l&#x27;Op&eacute;ra. Apr&egrave;s son retour en Suisse en 1816, il a travaill&eacute; comme enseignant de musique et comme organiste &agrave; Berne et St-Gall. A cette p&eacute;riode, il fait la connaissance &agrave; Hofwil bei Bern de Gottlieb Jakob Kuhn, auteur de nombreux po&egrave;mes populaires pour lesquels il a &eacute;crit de nombreuses compositions. Il collectionne et &eacute;tudie en permanence la musique populaire suisse et initie la renaissance du cor des Alpes. Son <em>Lied</em> populaire le plus connu est &bdquo;Lueget vo Berg und Tal&ldquo;. Huber a aussi compos&eacute; de la musique instrumentale, dont 12 trios pour cor.
</p>
<p>
    Le fonds Ferdinand F&uuml;rchtegott Huber est une collection des sources importante pour tradition de la musique suisse. Le musicien st-gallois fait aussi partie de la liste des compositeurs choisis pour le projet <em>R&eacute;pertoire des compositeurs suisses du 19e si&egrave;cle</em>. Bien que quelques imprim&eacute;s et quelques copies manuscrites d&#x27;oeuvres du compositeur se trouvent dans d&#x27;autres biblioth&egrave;ques suisses, en particulier &agrave; la biblioth&egrave;que musicale de l&#x27;abbaye d&#x27;Einsiedeln, cette collection regroupe pratiquement l&#x27;ensemble de l&#x27;oeuvre de Huber, essentiellement sous forme de manuscrits autographes. Le RISM-Suisse a &eacute;t&eacute; mandat&eacute; par la Biblioth&egrave;que cantonale de St-Gall pour cataloguer ce fonds et le rendre accessible au public.
</p>
<h4>
    Article de presse
</h4>


{% include common/huber-press.html %}
