<h3>
    Musiques des monast&egrave;res suisses
</h3>
<p>
    En septembre 2005 le Fonds National Suisse pour la Recherche Scientifique a allou&eacute; un important financement au projet de recherche Musiques des Monast&egrave;res suisses propos&eacute; par la <a href="http://www.unifr.ch/art/musicologie.htm" target="_blank">Chaire de Musicologie de l&rsquo;Universit&eacute; de Fribourg</a>, dirig&eacute;e par Luca Zoppelli, en collaboration avec le Bureau Suisse du RISM, la Soci&eacute;t&eacute; Suisse de Musicologie, la Phonoth&egrave;que Nationale Suisse (Lugano) et un comit&eacute; scientifique international. Le projet a pour but de reconna&icirc;tre, &eacute;tudier et expliquer dans leur contexte historique et liturgique, et de rendre finalement accessibles aux chercheurs et aux musiciens un nombre important de documents musicaux des XVIIe, XVIIIe et XIXe si&egrave;cles, conserv&eacute;s dans les biblioth&egrave;ques des monast&egrave;res de Suisse. Le projet se propose donc d&rsquo;&eacute;tudier et de d&eacute;voiler &agrave; la connaissance g&eacute;n&eacute;rale un terrain de recherche en grande partie vierge.
</p>
<p>
    En l&rsquo;&eacute;tat actuel du projet, la recherche sur ce r&eacute;pertoire musical a bien avanc&eacute;. En t&eacute;moignent les trois volumes d&#x27;&eacute;ditions critiques d&#x27;oeuvres choisies d&eacute;j&agrave; publi&eacute;s jusqu&#x27;&agrave; ce jour. Les campagnes de catalogage men&eacute;es par le Bureau Suisse du RISM ont r&eacute;cemment concern&eacute; ou concerneront les fonds des monast&egrave;res d&rsquo;Einsiedeln, Engelberg, Disentis, Mustair et Neu St. Johann, de la coll&eacute;giale de Berom&uuml;nster et de l&rsquo;abbaye des s&oelig;urs b&eacute;n&eacute;dictines St. Andreas &agrave; Sarnen. Gr&acirc;ce &agrave; ce travail nous savons que ces biblioth&egrave;ques abritent aujourd&rsquo;hui une imposante quantit&eacute; de sources musicales manuscrites et imprim&eacute;es des XVIIe, XVIIIe et XIXe si&egrave;cles. L&rsquo;&eacute;tude et la transcription d&rsquo;un certain nombre de partitions embl&eacute;matiques appartenant &agrave; ce corpus pr&eacute;sentent plusieurs raisons d&rsquo;int&eacute;r&ecirc;t
</p>
<ul>
    <li>la particularit&eacute; des musiques &eacute;crites pour des liturgies locales sp&eacute;cifiques, comme par exemple les musiques &laquo; ang&eacute;liques &raquo; compos&eacute;es pour la f&ecirc;te de la Engelweihe (comm&eacute;moration de la &quot;d&eacute;dication miraculeuse&quot; de la chapelle Notre-Dame) &agrave; Einsiedeln ,
    </li>
    <li>un aper&ccedil;u sur l&rsquo;histoire de l&rsquo;imprimerie musicale dans certains centres de la Suisse: les recueils opus I et opus II du p&egrave;re Johannes Evangelista Schreiber (1716-1800), moine de Sankt Urban, sont publi&eacute;s par Hautt &agrave; Fribourg en 1747 et 1749, et son opus III par les &eacute;ditions du Monast&egrave;re de St. Gall
    </li>
    <li>la pr&eacute;sence de compositions d&rsquo;auteurs &laquo;externes&raquo; de grande valeur, telles que les messes &eacute;crites &agrave; l&rsquo;intention de l&rsquo;Abbaye d&rsquo;Einsiedeln par Hans Huber (1852-1921),
    </li>
    <li>en outre, certaines partitions sont des unica d&rsquo;&eacute;norme valeur historique et esth&eacute;tique, comme la musique sacr&eacute; de Giovanni Battista Sammartini (c. 1700-1775), dont la presque totalit&eacute; des sources se trouve &agrave; Einsiedeln.
    </li>
</ul>
<div style="float: right; margin: 5px 0px 30px 30px;" class="hidden-xs">
    <img src="/images/rism_ch/kunzelmann.jpg" alt="kunzelmann">
</div>
<p>
    La situation actuelle de la recherche se fait remarquer surtout par l&rsquo;absence presque totale d&rsquo;&eacute;ditions musicales. Pour cette raison, une des priorit&eacute;s du projet est l&rsquo;&eacute;tablissement des textes musicaux. Sur la base des catalogages du Bureau suisse du RISM, Luca Zoppelli, Giuliano Castellani et Christoph Riedo, musicologues de l&rsquo;Universit&eacute; de Fribourg, choisissent les sources musicales les plus int&eacute;ressantes, qui sont transcrites en forme de partition, selon les crit&egrave;res philologiques appropri&eacute;s, analys&eacute;es, plac&eacute;es dans le cadre stylistique, historique et liturgique qui est le leur, et &eacute;dit&eacute;es avec une introduction historique et critique d&eacute;taill&eacute;e et suivies d&rsquo;un appareil critique. L&rsquo;accord de collaboration avec la <a href="http://www.smg-ssm.ch/fr/smg.html" target="_blank">Soci&eacute;t&eacute; Suisse de Musicologie</a>, en la personne de sa pr&eacute;sidente Therese Bruggisser-Lanker, pr&eacute;voit enfin que ces partitions paraissent dans le cadre d&rsquo;une s&eacute;rie de monuments musicaux sp&eacute;cialement pr&eacute;vue &agrave; cet effet par la m&ecirc;me Soci&eacute;t&eacute;.
</p>
<p>
    Volumes d&eacute;j&agrave; parus:
</p>
<ul>
    <li>
        <strong>Volume 1:</strong><br>
        <em>Musik f&uuml;r die Engelweihe in Einsiedeln</em>, Therese Bruggisser-Lanker, Giuliano Castellani, Gabriella Hanke Knaus (eds), Adliswil/Z&uuml;rich: Edition Kunzelmann 2007 (Oct. 10310).
    </li>
    <li>
        <strong>Volume 2:</strong><br>
        <em>Johann Evangelist Schreiber (1716&ndash;1800): 24 Motetten op. 1</em>, Giuliano Castellani (ed), Adliswil/Z&uuml;rich: Edition Kunzelmann 2008 (Oct. 10311).
    </li>
    <li>
        <strong>Volume 3:</strong><br>
        <em>Andrea Bernasconi (1706&ndash;1784): Miserere</em>, Christoph Riedo (ed), Adliswil/Z&uuml;rich: Edition Kunzelmann 2009 (Oct. 10312).
    </li>
</ul>

<h4>
    Article de presse<br>
</h4>

{% include common/swiss-monasteries-press.html %}
